<?php

// Text
$_['text_subject']          = '%s - Повернення %s';
$_['text_greeting']         = 'Заявка на повернення прийнята. В найближчий час з вами зв\'яжеться менеджер для уточнення деталей.';
$_['text_link']             = 'Для перегляду інформації про повернення перейдіть за посиланням:';
$_['text_return_detail']     = 'Інформація про повернення';
$_['text_return_id']         = '№ повернення:';
$_['text_date_added']       = 'Дата оформлення:';
	$_['text_email']            = 'E-mail:';
	$_['text_telephone']        = 'Телефон:';
	$_['text_payment_info']  = 'Платіжна інформація';
	$_['text_comment']          = 'Коментар до вашого повернення:';
	$_['text_firstname']='Ім\'я';
	$_['text_lastname']='Прізвище:';
	$_['text_receiver']='ПІБ отримувача:';
	$_['text_inn']='ІНН:';
	$_['text_iban']='IBAN:';
	$_['text_return_reason']='Причина повернення:';
	$_['text_products']         = 'Товари';
	$_['text_product']          = 'Товар';
	$_['text_model']            = 'Модель';
	$_['text_quantity']         = 'Кількість';


$_['text_footer']           = 'Якщо у вас виникли будь-які запитання, дайте відповідь на це повідомлення.';
