<?php
$str = 'Чоловічі шкарпетки з декором 2 шт. Tommy Hilfiger 5857';
$str = 'яЧяоловічі шкарпетки з декором 2 шт. Tommy Hilfiger 5857';

$keyword = mb_strtolower(trim($str), 'UTF-8');

$tr = [
    'а' => 'a',
    'б' => 'b',
    'в' => 'v',
    'г' => 'h',
    'ґ' => 'g',
    'д' => 'd',
    'е' => 'e',
    'є' => 'ie',
    'ж' => 'zh',
    'з' => 'z',
    'и' => 'y',
    'і' => 'i',
    'ї' => 'i',
    'й' => 'i',
    'к' => 'k',
    'л' => 'l',
    'м' => 'm',
    'н' => 'n',
    'о' => 'o',
    'п' => 'p',
    'р' => 'r',
    'с' => 's',
    'т' => 't',
    'у' => 'u',
    'ф' => 'f',
    'х' => 'kh',
    'ц' => 'ts',
    'ч' => 'ch',
    'ш' => 'sh',
    'щ' => 'shch',
    'ь' => '',
    'ю' => 'іu',
    'я' => 'ia',
    ' ' => '-',
    '–' => '-',
    '—' => '-',
    '_' => '-',
    '+' => '-',
    '.' => '-',
    ',' => '-',
    '/' => '-',
    '\\' => '-',
];

$keyword = preg_replace(
    [ '/^є/', '/^ї/', '/^й/', '/^ю/', '/^я/', '/зг/' ],
    [ 'ye',   'yi',   'y',    'yu',   'ya',   'zgh'  ],
    $keyword
);

$keyword = strtr($keyword, $tr);

$keyword = preg_replace(
    [ '/-{2,}/', '/^-/', '/-$/' ],
    [ '-',       '',     ''     ],
    $keyword
);

$keyword = preg_replace('/[^a-z0-9_\-]/', '', $keyword);

echo $keyword;
