<?php

// Heading
$_['heading_title']                = 'Увійти';

//Button
$_['button_login']                 = 'Увійти';
$_['button_create_account']                 = 'Створити аккаунт';
$_['button_account']                 = 'Особистий кабінет';
$_['button_register']='Реєстрація';
$_['button_guest']='Продовжити як гість';

// Text
$_['text_account']                 = 'Обліковий запис';
$_['text_login']                   = 'Авторизація';
$_['text_new_customer']            = 'Новий покупець';
$_['text_register']                = 'Реєстрація';
$_['text_register_account']        = 'Створення облікового запису допоможе здійснювати покупки швидше та більш зручно. Ви також зможете відслідковувати статус замовлень, використовувати закладки, переглядати минулі замовлення, та отримувати знижки для постійних покупуів.';
$_['text_returning_customer']      = 'Постійний покупець';
$_['text_i_am_returning_customer'] = 'Я здійснював покупки раніше та реєструвався';
$_['text_forgotten']               = 'Забули пароль?';

$_['text_enter_code']='Введіть код з SMS, відправлений на номер ';
$_['code']='<#> Ваш код: %s'."\n".'Код авторизації: %s'."\n\n".'@aviator.shop #%s';

// Entry
$_['entry_email']                  = 'E-Mail адреса';
$_['entry_password']               = 'Пароль';
	$_['entry_telephone']='Телефон';

// Error
	$_['error_telephone']='Не вірний телефон';
$_['error_login']                  = 'Не знайдена адреса E-Mail або невірно вказаний пароль';
$_['error_login_tel']                  = 'Не знайден  телефон або невірно вказаний пароль';
$_['error_attempts']               = 'Ви перевищили допустиму кількість спроб входу в систему. Будь ласка, спробуйте через годину.';
$_['error_approved']               = 'Ви зможете виконати вхід після перевірки вашого облікового запису адміністрацією.';