<?php
// Heading
$_['heading_title']			= 'Мультиязычные Страны и Регионы';

// Text
$_['text_extension']		= 'Дополнения';
$_['text_success']			= 'Настройки модуля Мультиязычные Страны и Регионы сохранены';
$_['text_success_refresh']	= 'Настройки модуля Мультиязычные Страны и Регионы сохранены<br /><i class="fa fa-check-circle"></i> Кеш модификаторов обновлен';
$_['text_edit']				= 'Редактирование модуля';
$_['text_translate']		= 'Когда модуль включен, вы можете добавить перевод названий стран и  регионов в меню Система -> Локализация -> Страны (Регионы)';

// Entry
$_['entry_status']			= 'Статус';

// Error
$_['error_permission']		= 'У вас нет прав для управления этим модулем';