<?php
// Heading
$_['heading_title']     = 'Произвольные блоки';

// Text
$_['text_extension']    = 'Модули';
$_['text_success']      = 'Настройки модуля "Произвольные блоки" успешно изменены!';
$_['text_edit']         = 'Редактировать';

// Entry
$_['entry_name']        = 'Имя модуля в системе';
$_['entry_status']      = 'Статус';
$_['entry_width']       = 'Ширина изображения';
$_['entry_height']      = 'Высота изображения';
$_['entry_image']       = 'Изображение';
$_['entry_description'] = 'Описание';
$_['entry_title']       = 'Заголовок';
$_['entry_link']        = 'Ссылка';
$_['entry_sort_order']  = 'Сортировка';

// Error
$_['error_permission']  = 'Внимание: У вас не достаточно прав для редактирования модуля "Произвольные блоки"!';
$_['error_name']        = 'Имя модуля должно быть от 3 до 64 символов!';

$_['blocks_in_row_text']    = 'Блоков в строку';
$_['blocks_text']           = 'Блоки';
