<?php
// Heading
$_['heading_title']			= 'Мультимовні Країни та Регіони';

// Text
$_['text_extension']		= 'Доповнення';
$_['text_success']			= 'Налаштування модуля збережені';
$_['text_edit']				= 'Редагування модуля модуля';
$_['text_translate']		= 'Коли модуль увімкнено, ви можете додати переклад назв країн та регіонів у меню Система -> Локалізація -> Країни (Регіони)';

// Entry
$_['entry_status']			= 'Статус';

// Error
$_['error_permission']		= 'У вас немає прав для редагування налаштувань модуля';