<?php
$_['text_head']             = 'Быстрый заказ';
$_['text_form_name']        = 'Имя';
$_['text_form_phone']       = 'Номер телефона';
$_['text_form_comment']     = 'Комментарий';
$_['text_total']            = 'Всего';
$_['text_button']           = 'Оформить заказ';
$_['text_success_head']     = 'Спасибо за заказ!';
$_['text_success_text']     = 'Скоро наш менеджер свяжется с Вами для уточнения заказа. Номер Вашего заказа #%s. Если у вас возникнут вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.';
$_['text_success_thank']    = 'С уважением, AVIATOR';

$_['error_name']            = 'Имя должно содержать от 1 до 32 символов!';
$_['error_phone']           = 'Телефон введен неверно!';
$_['error_email']           = 'E-Mail адрес введен неверно!';
