<?php
$_['text_head']             = 'Швидке замовлення';
$_['text_form_name']        = 'Ім\'я';
$_['text_form_phone']       = 'Номер телефону';
$_['text_form_comment']     = 'Коментар';
$_['text_total']            = 'Всього';
$_['text_button']           = 'Оформити замовлення';
$_['text_success_head']     = 'Дякуємо за замовлення!';
$_['text_success_text']     = 'Скоро наш менеджер зв\'яжеться з Вами для для уточнення замовлення. Номер Вашого замовлення #%s. Якщо у вас виникнуть питання, будь ласка, <a href="%s">зв\'яжіться з нами.</a>';
$_['text_success_thank']    = 'З повагою, AVIATOR';

$_['error_name']            = 'Ім’я має містити від 1 до 32 символів!';
$_['error_phone']           = 'Телефон введено невірно!';
$_['error_email']           = 'E-Mail адресу введено невірно!';
