<?php
$_['text_sms_confirm']      = 'Підтвердити номер';
$_['text_sms_code']         = 'Введіть код із смс';
$_['text_sms_success']      = 'Номер підтверджено!';
// $_['text_sms_wait']         = 'Введіть код із смс. Наступна спроба через';
$_['text_sms_wait']         = 'Наступна спроба через';
$_['text_sms_wait_sec']     = 'секунд.';

$_['error_sms_code']        = 'Невірний код!';
$_['error_sms_confirm']     = 'Необхідно підтвердити номер через СМС!';
$_['error_sms_please']      = 'Будь ласка, підтвердьте номер через СМС!';
