<?php

// Text
$_['text_subject']          = '%s - Возврат %s';
$_['text_greeting']         = 'Заявка на возврат была принята. Менеджер, ближайшее время свяжется с Вами, чтобы уточнить, подробности возврата.';
$_['text_link']             = 'Чтобы просмотреть информацию о возврате, перейдите по ссылке:';
$_['text_return_detail']     = 'Информация про возврат';
$_['text_return_id']         = '№ возврата:';
$_['text_date_added']       = 'Дата оформления:';
	$_['text_email']            = 'E-mail:';
	$_['text_telephone']        = 'Телефон:';
	$_['text_payment_info']  = 'Платежная информация';
	$_['text_comment']          = 'Комментарий к вашему возврату:';
	$_['text_firstname']='Имя';
	$_['text_lastname']='Фамилия:';
	$_['text_receiver']='ФИО Получателя:';
	$_['text_inn']='ИНН:';
	$_['text_iban']='IBAN:';
	$_['text_return_reason']='Причина возврата:';
	$_['text_products']         = 'Товары';
	$_['text_product']          = 'Товар';
	$_['text_model']            = 'Модель';
	$_['text_quantity']         = 'Количество';


$_['text_footer']           = 'Если у вас есть какие -либо вопросы, ответьте на это сообщение.';
